Repository: browser-rs/Desire
Catalog: Desire/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: No passwords imported
zh_hans: 未导入任何密码
zh_hant: 未匯入任何密碼

source: No Plugins
zh_hans: 暂无插件
zh_hant: 暫無外掛

source: No plugins installed
zh_hans: 未安装插件
zh_hant: 未安裝外掛

source: No profiles yet. Add one to get an isolated cookie/session store.
zh_hans: 还没有配置档案。添加一个即可获得隔离的 Cookie/会话存储。
zh_hant: 還沒有配置檔案。新增一個即可取得隔離的 Cookie/工作階段儲存。

source: No readable content found
zh_hans: 未找到可读内容
zh_hant: 未找到可讀內容

source: No recently closed tab
zh_hans: 没有最近关闭的标签页
zh_hant: 沒有最近關閉的標籤頁

source: No requests captured
zh_hans: 暂无网络请求
zh_hant: 暫無網路請求

source: No results for "%@"
zh_hans: 没有“%@”的结果
zh_hant: 沒有「%@」的結果

source: No Safari Extensions Installed
zh_hans: 未安装 Safari 扩展
zh_hant: 未安裝 Safari 擴充功能

source: No Saved Passwords
zh_hans: 没有保存的密码
zh_hant: 沒有儲存的密碼

source: No saved permission settings
zh_hans: 没有保存的权限设置
zh_hant: 沒有儲存的權限設定

source: No scheduled tasks yet.
zh_hans: 还没有定时任务。
zh_hant: 還沒有定時任務。

source: No Search History
zh_hans: 暂无搜索历史
zh_hant: 暫無搜尋紀錄

source: No service workers
zh_hans: 没有 Service Worker
zh_hant: 沒有 Service Worker

source: No storage entries
zh_hans: 暂无存储项
zh_hant: 暫無儲存項目

source: No stored website data
zh_hans: 没有存储的网站数据
zh_hant: 沒有儲存的網站資料

source: No token usage recorded yet.
zh_hans: 还没有记录到 Token 用量。
zh_hant: 還沒有記錄到 Token 用量。

source: No trace yet — this conversation has no turns.
zh_hans: 还没有轨迹——这个对话还没有回合。
zh_hant: 還沒有軌跡——這個對話還沒有回合。

source: None of this turn's tool calls returned anything that looks like success — treat the reply above as unverified.
zh_hans: 本轮工具调用里没有一条看得出是成功的——上面的回答请当作未经验证。
zh_hant: 本輪工具呼叫裡沒有一條看得出是成功的——上面的回答請當作未經驗證。

source: Normal
zh_hans: 适中
zh_hant: 適中

source: Normal Priority
zh_hans: 普通优先级
zh_hant: 普通優先順序

source: Not found
zh_hans: 未找到
zh_hant: 未找到

source: Not Now
zh_hans: 暂不
zh_hant: 暫不

source: Not set
zh_hans: 未设置
zh_hant: 未設定

source: Number
zh_hans: 序号
zh_hant: 序號

source: off
zh_hans: 关
zh_hant: 關

source: Off
zh_hans: 关
zh_hant: 關

source: Off-topic filler content that adds nothing.
zh_hans: 不含实质信息的离题填充内容。
zh_hant: 不含實質資訊的離題填充內容。

source: OK
zh_hans: 确定
zh_hant: 確定

source: Older
zh_hans: 更早
zh_hant: 更早

source: Ollama Host
zh_hans: Ollama 地址
zh_hant: Ollama 地址

source: on
zh_hans: 开
zh_hant: 開

source: On Launch
zh_hans: 启动时
zh_hant: 啟動時

source: On-device (Foundation Models)
zh_hans: 端侧（Foundation Models）
zh_hant: 端側（Foundation Models）

source: On-device model emitted an unparseable action — ignored.
zh_hans: 设备端模型输出的操作无法解析，已忽略。
zh_hant: 裝置端模型輸出的操作無法解析，已忽略。

source: On-device model. No credentials required.
zh_hans: 端上模型，无需任何凭据。
zh_hant: 端上模型，無需任何憑據。

source: One aggregated system notification for batch completions.
zh_hans: 批量下载完成时发送一条汇总系统通知。
zh_hant: 批次下載完成時傳送一則彙總系統通知。

source: Only calls whose service reports token usage are counted, so conversations from before this was recorded stay at 0.
zh_hans: 只统计服务端上报了 Token 用量的调用 —— 记录功能上线之前的对话不会补记，显示 0。
zh_hant: 只統計服務端上報了 Token 用量的呼叫 —— 記錄功能上線之前的對話不會補記，顯示 0。

source: Only Failures
zh_hans: 只看失败
zh_hant: 只看失敗

source: Open
zh_hans: 打开
zh_hant: 開啟

source: Open %@?
zh_hans: 要打开 %@ 吗？
zh_hant: 要打開 %@ 嗎？

source: Open a page first
zh_hans: 请先打开一个页面
zh_hant: 請先開啟一個頁面

source: Open clipboard link
zh_hans: 打开剪贴板链接
zh_hant: 開啟剪貼簿連結

source: Open Download Folder
zh_hans: 打开下载文件夹
zh_hant: 開啟下載資料夾

source: Open File
zh_hans: 打开文件
zh_hant: 開啟檔案

source: Open File…
zh_hans: 打开文件…
zh_hant: 開啟檔案…

source: Open Folder
zh_hans: 打开文件夹
zh_hant: 開啟檔案夾

source: Open Group
zh_hans: 打开分组
zh_hant: 開啟群組

source: Open in Container
zh_hans: 在容器中打开
zh_hant: 在容器中開啟

source: Open in New Tab
zh_hans: 在新标签页中打开
zh_hant: 在新標籤頁中開啟

source: Open in Safari
zh_hans: 在 Safari 中打开
zh_hant: 在 Safari 中開啟

source: Open Link in New Tab
zh_hans: 在新标签页中打开链接
zh_hant: 在新標籤頁中開啟連結

source: Open Location…
zh_hans: 打开位置…
zh_hant: 開啟位置…

source: Open new tab page
zh_hans: 打开新标签页
zh_hant: 開啟新標籤頁

source: Open Settings
zh_hans: 打开设置…
zh_hant: 開啟設定…

source: Open Skills Folder
zh_hans: 打开技能文件夹
zh_hant: 開啟技能資料夾

source: Open the agent panel (⌘') and ask it to browse, extract, monitor, or download for you. Configure a cloud model or use on-device models in Settings ▸ Agent.
zh_hans: 打开 Agent 面板(⌘'),让它替你浏览、提取、监控或下载。在"设置 ▸ Agent"中配置云端模型或使用端侧模型。
zh_hant: 打開 Agent 面板(⌘'),讓它替你瀏覽、擷取、監控或下載。在「設定 ▸ Agent」中配置雲端模型或使用裝置端模型。

source: OpenAI / Anthropic / DeepSeek compatible endpoints.
zh_hans: 兼容 OpenAI / Anthropic / DeepSeek 的端点。
zh_hant: 相容 OpenAI / Anthropic / DeepSeek 的端點。

source: or type a model name…
zh_hans: 或手动输入模型名…
zh_hant: 或手動輸入模型名稱…

source: Or Type Model Name
zh_hans: 或直接输入模型名
zh_hant: 或直接輸入模型名

source: Orange
zh_hans: 橙色
zh_hant: 橙色

source: Organization
zh_hans: 组织
zh_hant: 組織

source: Other
zh_hans: 其他
zh_hant: 其他

source: Outlined
zh_hans: 描边
zh_hant: 描邊

source: Override
zh_hans: 覆盖
zh_hant: 覆寫

source: Overview
zh_hans: 总览
zh_hant: 總覽

source: Padding
zh_hans: 内边距
zh_hant: 內邊距

source: Page changed
zh_hans: 页面已更新
zh_hant: 頁面已更新

source: Page console output appears here.
zh_hans: 页面里 console 的输出会显示在这里。
zh_hant: 頁面裡 console 的輸出會顯示在這裡。

source: Page Saved
zh_hans: 已保存页面
zh_hant: 已儲存頁面

source: Page translated
zh_hans: 页面已翻译
zh_hant: 頁面已翻譯

source: Page Zoom
zh_hans: 页面缩放
zh_hant: 頁面縮放

source: Page: %@
zh_hans: 页面：%@
zh_hant: 頁面：%@

source: Paid promotions and creator self-promotion readouts.
zh_hans: 付费推广与创作者自我宣传播报。
zh_hant: 付費推廣與創作者自我宣傳播報。

source: Password
zh_hans: 密码
zh_hant: 密碼

source: Password Generator
zh_hans: 密码生成器
zh_hant: 密碼產生器

source: Password must be 8-72 characters and include letters and numbers
zh_hans: 密码需 8-72 个字符，且同时包含字母和数字
zh_hant: 密碼需 8-72 個字元，且同時包含字母和數字

source: Password strength
zh_hans: 密码强度
zh_hant: 密碼強度

source: Passwords
zh_hans: 密码
zh_hant: 密碼

source: Passwords do not match.
zh_hans: 两次输入的密码不一致。
zh_hant: 兩次輸入的密碼不一致。

source: Paste
zh_hans: 粘贴
zh_hant: 貼上

source: Paste and Go
zh_hans: 粘贴并转到
zh_hant: 貼上並前往

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Pause (stops before the next step)
zh_hans: 暂停（在下一步前停止）
zh_hant: 暫停（在下一步前停止）

source: Pause All
zh_hans: 全部暂停
zh_hant: 全部暫停

source: Paused
zh_hans: 已暂停
zh_hant: 已暫停

source: Peak day
zh_hans: 单日峰值
zh_hant: 單日峰值

source: Pending
zh_hans: 等待中
zh_hant: 等待中

source: Permission granted. Trigger the screenshot shortcut again to capture.
zh_hans: 已授权，请再次触发截图快捷键进行截图。
zh_hant: 已授權，請再次觸發截圖快捷鍵進行截圖。

source: Permissions
zh_hans: 权限
zh_hant: 權限

source: Phone
zh_hans: 电话
zh_hant: 電話

source: Pick an element to see its tag, CSS and box model.
zh_hans: 选一个元素查看它的标签、CSS 与盒模型。
zh_hant: 選一個元素查看它的標籤、CSS 與盒模型。

source: Pick color…
zh_hans: 选取颜色…
zh_hant: 選取顏色…

source: Pick Element
zh_hans: 选取元素
zh_hant: 選取元素

source: Pick from Page
zh_hans: 页面选取
zh_hant: 從頁面選取

source: Pick what to remove. This action cannot be undone.
zh_hans: 选择要清除的内容。此操作无法撤销。
zh_hant: 選擇要清除的內容。此動作無法復原。

source: Picture in Picture
zh_hans: 画中画
zh_hant: 子母畫面

source: Pin (always injected)
zh_hans: 固定（始终注入）
zh_hant: 固定（始終注入）

source: Pin Tab
zh_hans: 固定标签页
zh_hant: 固定標籤頁

source: Pin to Toolbar
zh_hans: 固定到工具栏
zh_hant: 釘選到工具列

source: Play a soft chime when the agent finishes a turn.
zh_hans: Agent 完成一轮后播放提示音。
zh_hant: Agent 完成一輪後播放提示音。

source: Plugin "%@" ran
zh_hans: 插件“%@”已运行
zh_hant: 外掛“%@”已執行

source: Plugins
zh_hans: 插件
zh_hant: 外掛

source: Plugins that use chrome.storage.local show their keys here.
zh_hans: 使用 chrome.storage.local 的插件会在这里显示其键值。
zh_hant: 使用 chrome.storage.local 的擴充功能會在這裡顯示其鍵值。

source: Position relative to the current tab.
zh_hans: 相对于当前标签的位置。
zh_hant: 相對於目前標籤的位置。

source: Preferences…
zh_hans: 偏好设置…
zh_hant: 偏好設定…

source: Press new shortcut…
zh_hans: 按下新的快捷键…
zh_hant: 按下新的快速鍵…

source: Preview
zh_hans: 预览
zh_hant: 預覽

source: Preview Image
zh_hans: 预览图片
zh_hant: 預覽圖片

source: Previous
zh_hans: 上一条
zh_hant: 上一條

source: Previous Tab
zh_hans: 上一个标签页
zh_hant: 上一個標籤頁

source: price not set
zh_hans: 未填单价
zh_hant: 未填單價

source: Price per million tokens in USD, used to show what a conversation costs. Left blank = unknown: that model shows tokens only, never "$0".
zh_hans: 每百万 Token 的单价（美元），用来显示一段对话花了多少钱。留空 = 未知：该模型只显示 Token，永远不会显示 "$0"。
zh_hant: 每百萬 Token 的單價（美元），用來顯示一段對話花了多少錢。留空 = 未知：該模型只顯示 Token，永遠不會顯示 "$0"。

source: Print
zh_hans: 打印
zh_hant: 列印

source: Print…
zh_hans: 打印…
zh_hant: 列印…

source: Priority
zh_hans: 优先级
zh_hant: 優先順序

source: Privacy
zh_hans: 隐私
zh_hant: 隱私

source: Profile
zh_hans: 配置档案
zh_hant: 配置檔案

source: Profiles
zh_hans: 配置档案
zh_hant: 配置檔案

source: Prompts that re-run automatically while the app is open. Ask the agent to create one, e.g. “Summarize my todos daily at 9am”.
zh_hans: 应用运行期间自动重复执行的提示词。可以让 Agent 创建，如「每天 9 点总结我的待办」。
zh_hant: 應用執行期間自動重複執行的提示詞。可以讓 Agent 建立，如「每天 9 點總結我的待辦」。

source: Provider
zh_hans: 提供方
zh_hant: 提供方

source: Provider Presets
zh_hans: 提供方预设
zh_hant: 提供方預設

source: Queue message
zh_hans: 排队发送
zh_hant: 排隊傳送

source: Queued
zh_hans: 排队
zh_hant: 排隊

source: Quick actions
zh_hans: 快捷操作
zh_hant: 快速操作

source: Quick Dial
zh_hans: 快拨
zh_hant: 快撥

source: Quick setup — click to fill endpoint + model.
zh_hans: 快速配置 — 点击自动填入端点和模型。
zh_hant: 快速配置 — 點選自動填入端點和模型。

source: Re-run the last message
zh_hans: 重新执行上一条消息
zh_hant: 重新執行上一條訊息

source: read
zh_hans: 已读
zh_hant: 已讀

source: Reader Mode
zh_hans: 阅读模式
zh_hant: 閱讀模式

source: Reader View
zh_hans: 阅读模式
zh_hant: 閱讀模式

source: Reading List
zh_hans: 阅读列表
zh_hant: 閱讀列表

source: Reading List is Empty
zh_hans: 阅读列表为空
zh_hant: 閱讀列表為空

source: Recent Searches
zh_hans: 最近搜索
zh_hant: 最近搜尋

source: Reconnect
zh_hans: 重新连接
zh_hant: 重新連線

source: Rectangle
zh_hans: 矩形
zh_hant: 矩形

source: Red
zh_hans: 红色
zh_hant: 紅色

source: Redirect To
zh_hans: 重定向到
zh_hant: 重新導向至

source: Redirect To…
zh_hans: 重定向到…
zh_hant: 重新導向至…

source: Redo
zh_hans: 重做
zh_hant: 重做

source: Redraw
zh_hans: 重画
zh_hant: 重畫

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh Model List
zh_hans: 刷新模型列表
zh_hant: 重新整理模型列表

source: Refreshing…
zh_hans: 刷新中…
zh_hant: 重新整理中…

source: Regenerate
zh_hans: 重新生成
zh_hant: 重新生成

source: Regex Search
zh_hans: 正则搜索
zh_hant: 正規表達式搜尋

source: Register
zh_hans: 注册
zh_hant: 註冊

source: Relaunching…
zh_hans: 正在重启…
zh_hant: 正在重新啟動…

source: Release Notes
zh_hans: 发行说明
zh_hant: 發行說明

source: Reload
zh_hans: 重新加载
zh_hant: 重新載入

source: Reload Page
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

source: Remember this decision
zh_hans: 记住此选择
zh_hant: 記住此選擇

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove Bookmark
zh_hans: 删除书签
zh_hant: 刪除書籤

source: Remove from allowlist
zh_hans: 从允许列表移除
zh_hant: 從允許列表移除

source: Remove from always-allowed
zh_hans: 从始终允许列表中移除
zh_hant: 從永遠允許清單中移除

source: Remove from Group
zh_hans: 从分组移除
zh_hant: 從分組移除

source: Remove from List
zh_hans: 从列表移除
zh_hant: 從列表移除

source: Remove from queue
zh_hans: 从队列中移除
zh_hant: 從佇列中移除

source: Remove from Split
zh_hans: 移出分屏
zh_hant: 移出分割

source: Remove Key
zh_hans: 移除键
zh_hant: 移除按鍵

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

source: Reopen Closed Tab
zh_hans: 恢复关闭的标签页
zh_hant: 恢復關閉的標籤頁

source: Reopened last closed tab
zh_hans: 已重新打开上次关闭的标签页
zh_hant: 已重新開啟上次關閉的標籤頁

source: Replay
zh_hans: 重放请求
zh_hant: 重放請求

source: Request Body
zh_hans: 请求体
zh_hant: 請求內容

source: Request Headers
zh_hans: 请求头
zh_hant: 請求標頭

source: Request timed out
zh_hans: 请求超时
zh_hant: 請求逾時

source: Require user action
zh_hans: 需要用户操作
zh_hant: 需要使用者操作

source: Required for most modern sites to work.
zh_hans: 大多数现代网站正常运行所需。
zh_hant: 大多數現代網站正常運作所需。

source: Requires permissions
zh_hans: 需要权限
zh_hant: 需要權限

source: Reset
zh_hans: 重置
zh_hant: 重置

source: Reset All
zh_hans: 重置全部
zh_hant: 重置全部

source: Reset All Permissions
zh_hans: 重置所有权限
zh_hant: 重置所有權限

source: Reset All Shortcuts
zh_hans: 重置所有快捷键
zh_hant: 重設所有快速鍵

source: Reset to default
zh_hans: 恢复默认
zh_hant: 回復預設

source: Reset Zoom
zh_hans: 重置缩放
zh_hant: 重置縮放

source: Response Body
zh_hans: 响应体
zh_hant: 回應內容

source: Response Headers
zh_hans: 响应头
zh_hant: 回應標頭

source: Responsive Design Mode
zh_hans: 响应式设计模式
zh_hant: 響應式設計模式

source: Responsive mode disabled
zh_hans: 响应式模式已停用
zh_hant: 響應式模式已停用

source: Responsive mode enabled
zh_hans: 响应式模式已启用
zh_hant: 響應式模式已啟用

source: Restart to Update
zh_hans: 重启以完成更新
zh_hant: 重新啟動以完成更新

source: Restore
zh_hans: 恢复
zh_hant: 回復

source: Restore Archived Session
zh_hans: 恢复归档会话
zh_hant: 回復封存工作階段

source: Restore Archived Session…
zh_hans: 恢复归档会话…
zh_hant: 恢復歸檔會話…

source: Restore previous session
zh_hans: 恢复上次会话
zh_hant: 回復上次工作階段

source: Restore the last session or start fresh on the new tab page.
zh_hans: 恢复上次会话,或从新标签页开始。
zh_hant: 回復上次工作階段,或從新標籤頁開始。

source: Restore this session?
zh_hans: 恢复此会话？
zh_hant: 回復此工作階段？

source: Restored session after an unexpected quit
zh_hans: 异常退出后已恢复会话
zh_hant: 異常退出後已恢復會話

source: Results
zh_hans: 结果
zh_hant: 結果

source: Resume
zh_hans: 继续
zh_hant: 繼續

source: Resume (paused between steps)
zh_hans: 继续（已在步骤间暂停）
zh_hant: 繼續（已在步驟間暫停）

source: Resume All
zh_hans: 全部继续
zh_hant: 全部繼續

source: Resume the unanswered prompt
zh_hans: 恢复未回答的提问
zh_hant: 恢復未回答的提問

source: Retry
zh_hans: 重试
zh_hant: 重試

source: Revert every shortcut to its default binding.
zh_hans: 将所有快捷键恢复为默认绑定。
zh_hant: 將所有快速鍵回復為預設綁定。

source: Reviewer
zh_hans: 评审者
zh_hant: 評審者

source: Revoke
zh_hans: 撤销
zh_hant: 撤銷

source: Rule Files
zh_hans: 规则文件
zh_hant: 規則檔案

source: Rulers
zh_hans: 标尺
zh_hant: 尺規

source: Run "%@" on this page
zh_hans: 在此页面运行"%@"
zh_hant: 在此頁面執行"%@"

source: Run At
zh_hans: 注入时机
zh_hant: 注入時機

source: Run JavaScript in the page…
zh_hans: 在页面里执行 JavaScript…
zh_hant: 在頁面裡執行 JavaScript…

source: Running
zh_hans: 运行中
zh_hant: 執行中

source: Running on 127.0.0.1:8798 (launch with --mcp-server).
zh_hans: 运行于 127.0.0.1:8798（以 --mcp-server 启动）。
zh_hant: 執行於 127.0.0.1:8798（以 --mcp-server 啟動）。

source: Running on 127.0.0.1:8799 (launch with --automation).
zh_hans: 运行于 127.0.0.1:8799（以 --automation 启动）。
zh_hant: 執行於 127.0.0.1:8799（以 --automation 啟動）。

source: Runs code
zh_hans: 会执行代码
zh_hant: 會執行程式碼

source: Safari Extensions
zh_hans: Safari 扩展
zh_hant: Safari 擴充功能

source: Safari Web Inspector
zh_hans: Safari Web 检查器
zh_hant: Safari Web 檢查器

source: Safe (read-only)
zh_hans: 安全（只读）
zh_hant: 安全（只讀）

source: Same as the chat
zh_hans: 与当前对话同一服务
zh_hant: 與目前對話同一服務

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save as PDF
zh_hans: 存储为 PDF
zh_hant: 儲存為 PDF

source: Save Full Page PDF
zh_hans: 保存全页截图
zh_hant: 儲存全頁截圖

source: Save Image
zh_hans: 保存图片
zh_hant: 儲存圖片

source: Save Key
zh_hans: 保存键
zh_hant: 儲存按鍵

source: Save Page…
zh_hans: 存储页面…
zh_hant: 儲存頁面…

source: Save Password for %@?
zh_hans: 要为 %@ 保存密码吗？
zh_hant: 要為 %@ 儲存密碼嗎？

source: Save Responsive Screenshot
zh_hans: 保存响应式截图
zh_hant: 儲存響應式截圖

source: Save Service
zh_hans: 保存服务
zh_hant: 儲存服務

source: Save this endpoint + model configuration
zh_hans: 保存此端点与模型配置
zh_hant: 儲存此端點與模型配置

source: Save to File
zh_hans: 保存到文件
zh_hant: 儲存到檔案

source: Saved
zh_hans: 已保存
zh_hant: 已儲存

source: Saved Configurations
zh_hans: 已保存的配置
zh_hant: 已儲存的配置

source: Saved Endpoints
zh_hans: 已保存的端点
zh_hant: 已儲存的端點

source: Saved to %@
zh_hans: 已保存到%@
zh_hant: 已儲存到%@

source: Scheduled task failed
zh_hans: 计划任务失败
zh_hant: 計劃任務失敗

source: Scheduled Tasks
zh_hans: 定时任务
zh_hant: 定時任務

source: Screen Recording permission is required. Open System Settings → Privacy & Security → Screen Recording.
zh_hans: 需要屏幕录制权限。请打开系统设置 → 隐私与安全性 → 屏幕录制。
zh_hant: 需要螢幕錄製權限。請開啟系統設定 → 隱私與安全性 → 螢幕錄製。

source: Screenshot
zh_hans: 截图
zh_hant: 截圖

source: Screenshot Region…
zh_hans: 截取区域…
zh_hant: 擷取區域…

source: Screenshot save location
zh_hans: 截图保存位置
zh_hant: 截圖儲存位置

source: Screenshot Save Location
zh_hans: 截图保存位置
zh_hant: 截圖儲存位置

source: Screenshot…
zh_hans: 截图…
zh_hant: 截圖…

source: Script %lld
zh_hans: 脚本 %lld
zh_hant: 腳本 %lld

source: Scripts: %@
zh_hans: 脚本：%@
zh_hant: 腳本：%@

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search “%@”
zh_hans: 搜索“%@”
zh_hant: 搜尋「%@」

source: Search Again
zh_hans: 重新搜索
zh_hant: 重新搜尋

source: Search Bookmarks…
zh_hans: 搜索书签…
zh_hant: 搜尋書籤…

source: Search conversations
zh_hans: 搜索对话
zh_hant: 搜尋對話

source: Search cookies…
zh_hans: 搜索 Cookie…
zh_hant: 搜尋 Cookie…

source: Search Domains
zh_hans: 搜索域名
zh_hant: 搜尋網域

source: Search Downloads…
zh_hans: 搜索下载…
zh_hant: 搜尋下載…

source: Search Engine: %@
zh_hans: 搜索引擎：%@
zh_hant: 搜尋引擎：%@

source: Search History
zh_hans: 搜索历史
zh_hant: 搜尋紀錄

source: Search History…
zh_hans: 搜索历史记录…
zh_hant: 搜尋歷史記錄…

# Search in %@ for '%@'
source: Search in %1$@ for '%2$@'
zh_hans: 在 %@ 中搜索“%@”
zh_hant: 在 %@ 中搜尋「%@」

# Search in %@ for %@
source: Search in %1 for '%2'
zh_hans: 在%1中搜索「%2」
zh_hant: 在%1中搜尋「%2」

source: Search in history...
zh_hans: 搜索历史记录...
zh_hant: 搜尋歷史紀錄...

source: Search or enter address
zh_hans: 搜索或输入网址
zh_hant: 搜尋或輸入網址

source: Search shortcuts…
zh_hans: 搜索快捷键…
zh_hant: 搜尋快速鍵…

source: Search Tabs
zh_hans: 搜索标签页
zh_hant: 搜尋標籤頁

source: Search Tabs…
zh_hans: 搜索标签页…
zh_hant: 搜尋標籤頁…

source: Search URL
zh_hans: 搜索网址
zh_hant: 搜尋網址

source: Search URL (e.g. https://en.wikipedia.org/wiki/Special:Search?search=)
zh_hans: 搜索 URL（如：https://en.wikipedia.org/wiki/Special:Search?search=）
zh_hant: 搜尋 URL（如：https://en.wikipedia.org/wiki/Special:Search?search=）

source: Secure connection failed
zh_hans: 安全连接失败
zh_hant: 安全連線失敗

source: Secure Connection Failed
zh_hans: 安全连接失败
zh_hant: 安全連線失敗

source: Select
zh_hans: 选择
zh_hant: 選擇

source: Select a model…
zh_hans: 选择模型…
zh_hant: 選擇模型…

source: Select All
zh_hans: 全选
zh_hant: 全選

source: Select Chrome Bookmarks File
zh_hans: 选择 Chrome 书签文件
zh_hant: 選擇 Chrome 書籤檔案

source: Select Firefox Bookmarks File
zh_hans: 选择 Firefox 书签文件
zh_hant: 選擇 Firefox 書籤檔案

source: Select Multiple
zh_hans: 多选
zh_hant: 多重選取

source: Select Safari Bookmarks File
zh_hans: 选择 Safari 书签文件
zh_hant: 選擇 Safari 書籤檔案

source: Selected browsing data will be cleared. This action cannot be undone.
zh_hans: 选中的浏览数据将被清除。此操作不可撤销。
zh_hant: 選中的瀏覽資料將被清除。此操作不可撤銷。

source: Self-review
zh_hans: 自评
zh_hant: 自評

source: Self-review After Tool Runs
zh_hans: 工具任务后自动自评
zh_hant: 工具任務後自動自評

source: Send (⏎)
zh_hans: 发送（⏎）
zh_hant: 傳送（⏎）

source: Sent to the model on every request. Leave empty to use the default.
zh_hans: 每次请求都会发送给模型。留空使用默认提示词。
zh_hant: 每次請求都會傳送給模型。留空使用預設提示詞。

source: Server
zh_hans: 服务器
zh_hant: 伺服器

source: Server error (%lld)
zh_hans: 服务器错误（%lld）
zh_hant: 伺服器錯誤（%lld）

source: Server not found
zh_hans: 未找到服务器
zh_hant: 未找到伺服器

source: Server requires authentication
zh_hans: 服务器要求身份验证
zh_hant: 伺服器要求身分驗證

source: Server returned HTTP %lld
zh_hans: 服务器返回 HTTP %lld
zh_hant: 伺服器回傳 HTTP %lld

source: Server Unreachable
zh_hans: 服务器无法访问
zh_hant: 伺服器無法連線

source: Service Workers
zh_hans: Service Worker
zh_hant: Service Worker

source: Service workers registered by this origin.
zh_hans: 本站源注册的 Service Worker。
zh_hant: 本站源註冊的 Service Worker。

source: Services
zh_hans: 服务
zh_hant: 服務

source: Session
zh_hans: 会话
zh_hant: 工作階段

source: Session Storage
zh_hans: 会话存储
zh_hant: 會話儲存

source: Set a sync key first — sync stays local until then.
zh_hans: 请先设置同步密钥，在此之前数据仅保留在本地。
zh_hant: 請先設定同步金鑰，在此之前資料僅保留在本機。

source: Set as Default Browser…
zh_hans: 设为默认浏览器…
zh_hant: 設為預設瀏覽器…

source: Set as Default…
zh_hans: 设为默认…
zh_hant: 設為預設…

source: Set Desire as your default browser to open http and https links.
zh_hans: 将 Desire 设为默认浏览器以打开 http 和 https 链接。
zh_hant: 將 Desire 設為預設瀏覽器以開啟 http 和 https 連結。

source: Set the bundle URL in Rule Files ▸ remote/source.txt (one line). Its CSS always applies; its JavaScript runs in page context, so it stays off until you trust the source.
zh_hans: 在「规则文件 ▸ remote/source.txt」里写一行规则包 URL。它的 CSS 始终生效；JS 会在页面上下文执行，所以在信任该来源之前默认关闭。
zh_hant: 在「規則檔案 ▸ remote/source.txt」裡寫一行規則包 URL。它的 CSS 一律生效；JS 會在頁面內容中執行，所以在信任該來源之前預設關閉。

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Settings…
zh_hans: 设置
zh_hant: 設定

source: Share…
zh_hans: 分享…
zh_hant: 分享…

source: Shared (legacy)
zh_hans: 共享存储（旧版）
zh_hant: 共用儲存（舊版）

source: Shortcut Conflict
zh_hans: 快捷键冲突
zh_hant: 快速鍵衝突

source: Show
zh_hans: 显示
zh_hant: 顯示

source: Show a prompt when ⌘W would close more than one tab.
zh_hans: 当 ⌘W 将关闭多个标签页时弹出确认。
zh_hant: 當 ⌘W 將關閉多個標籤頁時彈出確認。

source: Show a save panel when a download finishes. Off = save straight to the download folder.
zh_hans: 下载结束时显示保存面板。关闭 = 直接存入下载文件夹。
zh_hant: 下載結束時顯示儲存面板。關閉 = 直接存入下載資料夾。

source: Show Agent Panel
zh_hans: 显示 Agent 面板
zh_hant: 顯示 Agent 面板

source: Show Alongside (Split)
zh_hans: 并排显示（分屏）
zh_hant: 並排顯示（分割）

source: Show Bookmarks Bar
zh_hans: 显示书签栏
zh_hant: 顯示書籤列

source: Show Downloads
zh_hans: 显示下载
zh_hant: 顯示下載

source: Show History
zh_hans: 浏览历史
zh_hant: 瀏覽歷史

source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show Link Preview
zh_hans: 显示链接预览
zh_hant: 顯示連結預覽

source: Show Original
zh_hans: 显示原文
zh_hant: 顯示原文

source: Show Password
zh_hans: 显示密码
zh_hant: 顯示密碼

source: Show Search Suggestions
zh_hans: 显示搜索建议
zh_hant: 顯示搜尋建議

source: Show target URL at bottom when hovering over links
zh_hans: 鼠标悬停链接时在底部显示目标网址
zh_hant: 滑鼠懸停連結時在底部顯示目標網址

source: Show the model's thinking
zh_hans: 展开查看模型的思考过程
zh_hant: 展開查看模型的思考過程

source: Show the number of active downloads on the Dock icon.
zh_hans: 在 Dock 图标上显示进行中的下载数。
zh_hant: 在 Dock 圖示上顯示進行中的下載數。

source: Show the target URL at the bottom when hovering over a link.
zh_hans: 悬停链接时在底部显示目标 URL。
zh_hant: 留覽連結時在底部顯示目標 URL。

source: Sidebar
zh_hans: 侧边栏
zh_hant: 側邊欄

source: Sign In
zh_hans: 登录
zh_hant: 登入

source: Sign in to keep your bookmarks up to date across devices.
zh_hans: 登录后，书签会在各设备间自动保持一致。
zh_hant: 登入後，書籤會在各裝置間自動保持一致。

source: Sign Out
zh_hans: 退出登录
zh_hant: 登出

source: Sign out on this Mac. Synced data stays on the server.
zh_hans: 在这台 Mac 上退出登录，已同步的数据会保留在服务器。
zh_hant: 在這台 Mac 上登出，已同步的資料會保留在伺服器。

source: Sign-out state for every site.
zh_hans: 所有网站的登出状态。
zh_hant: 所有網站的登出狀態。

source: Signed in
zh_hans: 已登录
zh_hant: 已登入

source: Size
zh_hans: 大小
zh_hant: 大小

source: Size:
zh_hans: 大小：
zh_hant: 大小：

source: Skills are SKILL.md files; drop your own in to extend the agent.
zh_hans: 技能即 SKILL.md 文件；放入你自己的文件即可扩展 Agent。
zh_hant: 技能即 SKILL.md 檔案；放入你自己的檔案即可擴充套件 Agent。

source: Skip
zh_hans: 跳过
zh_hant: 跳過

source: Skip YouTube Sponsor Segments
zh_hans: 跳过 YouTube 赞助片段
zh_hant: 跳過 YouTube 贊助片段

source: Skippable opening/ending cards and recap previews.
zh_hans: 可跳过的片头/片尾卡片与剧情回顾预览。
zh_hant: 可跳過的片頭/片尾卡片與劇情回顧預覽。

source: Small
zh_hans: 小
zh_hant: 小

source: Some calls have no price set — the amount would be incomplete
zh_hans: 有调用没填单价，金额并不完整
zh_hant: 有呼叫沒填單價，金額並不完整

source: Speed up repeat visits.
zh_hans: 加快重复访问的加载速度。
zh_hant: 加快重複造訪的載入速度。

source: Split View
zh_hans: 分屏
zh_hant: 分割顯示

source: Sponsors & Self-promos
zh_hans: 赞助与自我推广
zh_hant: 贊助與自我宣傳

source: Start chatting and your history will appear here.
zh_hans: 开始对话后，你的历史记录 将显示在这里。
zh_hant: 開始對話後，你的歷史紀錄 將顯示在這裡。

source: Startup
zh_hans: 启动
zh_hant: 啟動

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Stay
zh_hans: 留在此页
zh_hant: 留在此頁

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Stop (Esc)
zh_hans: 停止 (Esc)
zh_hant: 停止 (Esc)

source: Stop generation
zh_hans: 停止生成
zh_hant: 停止產生

source: Stop listening
zh_hans: 停止听写
zh_hant: 停止聽寫

source: Stop Loading
zh_hans: 停止载入
zh_hant: 停止載入

source: Stored in the macOS Keychain.
zh_hans: 保存在 macOS 钥匙串中。
zh_hant: 儲存在 macOS 鑰匙串中。

source: streaming
zh_hans: 正在流式输出
zh_hant: 正在串流輸出

source: Strong
zh_hans: 强
zh_hant: 強

source: Subagent
zh_hans: 子代理
zh_hant: 子代理

source: success
zh_hans: 成功
zh_hant: 成功

source: Suggestion URL (optional)
zh_hans: 建议 URL（可选）
zh_hant: 建議 URL（選填）

source: Suggestions
zh_hans: 建议
zh_hant: 建議

source: Summarize
zh_hans: 总结
zh_hant: 總結

source: Summarize Chat
zh_hans: 总结聊天
zh_hant: 總結聊天

source: Summarize Comments
zh_hans: 总结评论
zh_hant: 總結評論

source: Summarize the current page in detail
zh_hans: 详细总结当前页面
zh_hant: 詳細總結目前頁面

source: Suspend background tabs after
zh_hans: 后台标签页挂起时间
zh_hant: 背景分頁掛起時間

source: Suspend Background Tabs After
zh_hans: 后台标签页切离后挂起
zh_hant: 背景標籤頁切離後掛起

source: Switch model / provider
zh_hans: 切换模型 / 提供商
zh_hant: 切換模型 / 提供商

source: Switch to Tab %lld
zh_hans: 切换到标签页 %lld
zh_hant: 切換到標籤頁 %lld

source: Switch to Tab 1-9
zh_hans: 切换到标签页 1-9
zh_hant: 切換到標籤頁 1-9
